Repository: ItsJamie9494/window-painter
Catalog: po/*.po
Languages: fr, it, nl, pt_br

source: Fill the board with the same colour of paint
fr: Remplissez le tableau avec la même couleur de peinture
it: Riempi la tavola con lo stesso colore di vernice
nl: Vul het bord met dezelfde kleur verf
pt_br: Preencha o quadro com a mesma cor de tinta

source: Main Game UI
fr: Interface principale du jeu
it: Interfaccia utente del gioco principale
nl: Het spel zelf
pt_br: Interface Principal do Jogo

source: Release 1.1 of Window Painter
fr: Version 1.1 de Window Painter
nl: Versie 1.1 van Window Painter
pt_br: Versão 1.1 do Window Painter

source: Add Italian Translation
fr: Ajout d’une traduction italienne
nl: Nieuw: Italiaanse vertaling
pt_br: Adicionada tradução para o italiano

source: Add Custom Games
fr: Ajout de jeux personnalisés
nl: Nieuw: voeg eigen spellen toe
pt_br: Adicionados jogos personalizados

source: Fix Bugs
fr: Correction de bogues
nl: Opgelost: bugs
pt_br: Correção de problemas

source: This is the very first release of Window Painter!
fr: Ceci est la première version de Window Painter !
it: Questa è la prima versione di Window Painter!
nl: Dit is de allereerste versie van Window Painter!
pt_br: Esta é a primeira versão lançada do Window Painter!

source: The difficulty setting
fr: Paramètre de difficulté
it: L'impostazione della difficoltà
nl: De moeilijkheidsgraad
pt_br: Configuração de Dificuldade

source: The difficulty setting. Possible Values: 0, 1, 2, 3
fr: Le paramètre de difficulté. Valeurs possibles : 0, 1, 2, 3
nl: De moeilijkheidsgraad: 0, 1, 2, 3
pt_br: A configuração de dificuldade. Valores possíveis: 0, 1, 2, 3

source: Toggle Infinite Mode
fr: Basculer en mode infini
it: Attiva la modalità infinita
nl: Oneindige modus aan/uit
pt_br: Ativar/Desativar Modo Infinito

source: Toggles Infinite Mode on or off
fr: Active ou désactive le mode infini
it: Attiva o disattiva la modalità infinita
nl: Schakel de oneindige modus in/uit
pt_br: Ativa ou desativa o Modo Infinito

source: Number of Rows and Columns
fr: Nombre de rangées et de colonnes
nl: Aantal rijen en kolommen
pt_br: Número de Linhas e Colunas

source: Number of Rows and Columns in a custom game
fr: Nombre de rangées et de colonnes dans une partie personnalisée
nl: Het aantal rijen en kolommen in een eigen spel
pt_br: Número de linhas e colunas em um jogo personalizado

source: Number of Moves
fr: Nombre de mouvements
nl: Aantal zetten
pt_br: Número de Movimentos

source: Number of Moves in a custom game
fr: Nombre de mouvements dans une partie personnalisée
nl: Het aantal zetten in een eigen spel
pt_br: Número de movimentos em um jogo personalizado

source: You Lose
fr: Perdu
it: Hai perso
nl: U heeft verloren!
pt_br: Você perdeu

source: Select Difficulty
fr: Sélectionnez un niveau de difficulté
it: Seleziona Difficoltà
nl: Kies een moeilijkheidsgraad
pt_br: Escolha a dificuldade

source: Easy
fr: Facile
it: Facile
nl: Makkelijk
pt_br: Fácil

source: A 5x5 grid with 15 moves
fr: Une grille 5×5 avec 15 mouvements
it: Una griglia 5x5 con 15 mosse
nl: Een 5x5-rooster met 15 zetten
pt_br: Grade 5x5 com 15 movimentos

source: Normal
it: Normale
nl: Normaal

source: A 10x10 grid with 20 moves
fr: Une grille 10×10 avec 20 mouvements
it: Una griglia 10x10 con 20 mosse
nl: Een 10x10-rooster met 20 zetten
pt_br: Grade 10x10 com 20 movimentos

source: Hard
fr: Difficile
it: Difficile
nl: Moeilijk
pt_br: Difícil

source: A 14x14 grid with 25 moves
fr: Une grille 14×14 avec 25 mouvements
it: Una griglia 14x14 con 25 mosse
nl: Een 14x14-rooster met 25 zetten
pt_br: Grade 14x14 com 25 movimentos

source: Pick your own grid size and move limits
fr: Composez votre propre grille et vos limites de mouvements
it: Scegli la dimensione della griglia e sposta i limiti
nl: Bepaal zelf de roosterafmetingen en het aantal zetten
pt_br: Escolha seu próprio tamanho de grade e limite de movimentos

source: Create a Custom Board
fr: Créer une grille personnalisée
nl: Eigen bord samenstellen
pt_br: Crie um quadro personalizado

source: Row and Column Count
fr: Nombre de rangées et de colonnes
nl: Aantal rijen en kolommen
pt_br: Número de linhas e colunas

source: Moves Count (optional)
fr: Compteur de mouvements (optionnel)
nl: Aantal zetten (optioneel)
pt_br: Número de movimentos (opcional)

source: You Win!
fr: Gagné !
it: Hai vinto!
nl: U heeft gewonnen!
pt_br: Você venceu!

source: 🎉️ You Win!
fr: 🎉️ Vous avez gagné !
it: 🎉️ Hai vinto!
nl: 🎉️ U heeft gewonnen!
pt_br: 🎉️ Você venceu!

source: Moves Remaining:
fr: Mouvements restants :
it: Mosse rimanenti:
nl: Aantal resterende zetten:
pt_br: Movimentos restantes:

source: _New Game
fr: _Nouvelle partie
it: _Nuovo gioco
nl: _Nieuw spel
pt_br: _Novo jogo

source: _Infinite Mode
fr: Mode _infini
it: _Modalità infinita
nl: One_indige modus
pt_br: Modo _Infinito

source: _About Window Painter
fr: À _propos de Window Painter
it: _Informazioni su Window Painter
nl: Over Window P_ainter
pt_br: _Sobre o Window Painter

source: Made with <3 by Jamie Murphy
fr: Codé avec <3 par Jamie Murphy
it: Fatto con <3 di Jamie Murphy
nl: Met <3 gemaakt door Jamie Murphy
pt_br: Feito com <3 por Jamie Murphy

source: My Personal Website
fr: Mon site web personnel
it: Il mio sito web personale
nl: Mijn eigen website
pt_br: Minha página web pessoal

source: Infinite Mode Enabled!
fr: Mode infini activé !
it: Modalità infinita abilitata!
nl: De oneindige modus is ingeschakeld!
pt_br: Modo Infinito ativado!
